Repository: kaxaru/Auction-Asp.Net-Wcf-Wpf-WebApi2-Angular
Catalog: Auction.Presentation/Localization/Resource.*.resx
Languages: be_by

# _admin_add
source: Add
be_by: Дабавіць

# _admin_addAuction
source: Add auction
be_by: Дабавіць аўкцыен

# _admin_addCategory
source: Add new category
be_by: Дадаць новую кацегорыю

# _admin_addProduct
source: Add product
be_by: Дабавіць прадукт

# _admin_addUser
source: add user
be_by: Дадаць юзэра

# _admin_auction_TLOCATION
source: Location
be_by: Путь

# _admin_auction_TNAME
source: Auction name
be_by: Імя аўкцыена

# _admin_auction_TTYPE
source: Type
be_by: Тып базы

# _admin_backPage
source: Prev. page
be_by: Назад

# _admin_category_TDESC
source: Description
be_by: Апісанне

# _admin_category_TNAME
source: Name
be_by: Імя

# _admin_edit
source: Edit
be_by: Рэдагаваць

# _admin_editAuction
source: Edit auction
be_by: Рэгадаваць аўкцыен

# _admin_editCategory
source: Edit category
be_by: Рэдагаваць кацегорыю

# _admin_editProduct
source: Edit Product
be_by: Рэдагаваць прадукт

# _admin_editUser
source: edit user
be_by: Рэгадаваць пользовацеля

# _admin_product_TDESC
source: Description
be_by: Апісанне

# _admin_product_TDURATION
source: Duration
be_by: Перыяд

# _admin_product_TNAME
source: Name
be_by: Імя

# _admin_product_TSTATE
source: State
be_by: Стан

# _admin_product_TSTDATE
source: Start date
be_by: Дата продажу

# _admin_product_TSTPRICE
source: Start Price
be_by: Печатковы кошт

# _admin_remove
source: Remove
be_by: Выдаліць

# _admin_removeAuction
source: Remove auction
be_by: Выдаліць аўкцыен

# _admin_removeAuction_Text
source: Do you want to remove this object?
be_by: Вы хаціце выдаліць гэты аб'ект?

# _admin_removeCategory
source: Remove category
be_by: Выдаліць кацегорыю

# _admin_removeCategory_Text
source: Do you want to remove this object?
be_by: Вы хочаце выдаліць гэты аб'ект?

# _admin_removeProduct
source: Remove product
be_by: Выдаліць прадукт

# _admin_removeProduct_Text
source: Do you want to remove this object?
be_by: Вы хочаце выдаліць гэты аб'ект?

# _admin_save
source: Save
be_by: Сахраниць

# _admin_userRole_TNAME
source: name of role
be_by: Імя ролі

# _admin_user_TFNAME
source: first name
be_by: Імя

# _admin_user_TLOCALE
source: locale
be_by: Локаль

# _admin_user_TLOGIN
source: login
be_by: Логін

# _admin_user_TPASSWORD
source: password
be_by: Пароль

# _admin_user_TPIC
source: picture
be_by: Малюнак

# _admin_user_TRDATE
source: register date
be_by: Дата рэгістрацыі

# _admin_user_TSNAME
source: second name
be_by: Фамілія

# _admin_user_TTZ
source: time zone
be_by: Часавы пояс

# _admin_welcome
source: Welcome to admin panel
be_by: Вы патрапілі ў адміністрацыйную панэль

# _app
source: Auction
be_by: Аўкцыён

# _app_about
source: About
be_by: А праекце

# _app_adminPanel
source: Admin panel
be_by: Адмінка

# _app_adminPanel_Text
source: You are logged into the admin panel
be_by: Вы вашлі ў адмін панель

# _app_auctionHouse
source: Auctions
be_by: Аўкціоны

# _app_category
source: Category
be_by: Кацегорыі

# _app_contact
source: Contact
be_by: Кантакты

# _app_EmptyProducts
source: Sorry, but all items to end
be_by: Прабачце, але у зусіх прадуктах закончылось врэмя

# _app_Login
source: Login
be_by: Вайсці

# _app_logOut
source: Logout
be_by: Выхад

# _app_moderate
source: Moderate
be_by: Мадэрыраваць

# _app_SignIn
source: Sign In
be_by: Зарэгістрыравацца

# _app_TLetsGo
source: Let's go
be_by: Вайсці

# _app_TLogin
source: Login
be_by: Логін

# _app_TPassword
source: Password
be_by: Пароль

# _chooseLang
source: Choose language
be_by: Выберыце мову

source: Elmah monitor
be_by: Маніторынг

# _error404
source: Page time out, may be delete or not exist
be_by: Страніца устарэла, была выдалена, альбо ее не было.

source: Is not filled
be_by: Нічога няма

source: Login
be_by: Залагініцца

# _mainPage
source: on main page
be_by: На галоўную

# _menu_about
source: About
be_by: О нас

# _menu_admin
source: Admin
be_by: Адміністраціўная панель

# _menu_category
source: Categories
be_by: Кацегорыі

# _menu_contact
source: Contact
be_by: Кантакты

# _menu_product
source: Products
be_by: Прадукты

# _menu_user
source: Users
be_by: Людзі

# _notAuthorized
source: You are not authorized
be_by: Вы не аўторызованы

# _notAuthorized_Text
source: You are not allowed to see this page
be_by: У вас няма дастаткова праў для паказа гэтай страніцы

source: not found
be_by: не знайдзена

source: Nothing Moderate
be_by: Нічога мадарэраваць

# _pageNotFound
source: Page on url
be_by: Страніца по гэтаму пуці

# _profile_checkProduct
source: Check product list
be_by: Пасматрэць сваі прадукты

# _profile_checkWinnerList
source: Check winning list
be_by: Пасматрэць выігранные лоты

# _profile_createProduct
source: Create product
be_by: Саздаць прадукт

# _profile_edit
source: Edit profile
be_by: Рэгадаваць профіль

# _profile_TDESCRIPTION
source: You can to change data and create model. Try it.
be_by: Вам дазволена рэгадаваць сваі данные, альбо саздаваць прадукты для аўкцыена

# _profile_TWELCOME
source: Welcome to profile
be_by: Вы зайшлі ў свой профіль

source: Sign In
be_by: Зарэгістрыравацца

# _state_banned
source: banned
be_by: Забанена

# _state_draft
source: draft
be_by: На модэрацыі

# _state_outdated
source: outdated
be_by: Час закончыўся

# _state_selling
source: selling
be_by: На продажы

# _app_spa
source: Spa
be_by: Спа
